Repository: bahlo/COVIDget
Catalog: COVIDget/*.lproj/Localizable.strings
Languages: de

source: New infections
de: Neuinfektionen

# PER_100K_IN_ONE_WEEK
source: 7 days / 100k pop.
de: 7 Tage / 100.000

# NEW_INFECTIONS_DESCRIPTION
source: Display the new infections in your district in the last seven days per 100k population.
de: Zeigt die Anzahl der Neuinfektionen in den letzten sieben Tagen pro 100.000 Einwohner.

# SETUP_GUIDE
source: Go to your homescreen, add a COVIDget and hold it for configuration.
de: Gehe zu deinem Homescreen, füge ein COVIDget hinzu und halte es gedrückt um es zu konfigurieren.

# CHECK_CONNECTION
source: Please check your internet connection.
de: Bitte überprüfe deine Internetverbindung.

# CHECK_CONFIGURATION
source: Please check your configuration.
de: Bitte überprüfe deine Konfiguration.

source: Unknown error.
de: Unbekannter Fehler.

# SETUP_STEP_1
source: Press and hold on an app on your homescreen and select “Edit Homescreen”.
de: Halte eine App auf deinem Home-Bildschirm gedrückt und wähle "Home-Bildschirm bearbeiten"

# SETUP_STEP_2
source: Press the plus in the upper corner of your screen and add a COVIDget.
de: Drücke das Plus oben rechts in der Bildschirmecke und füge ein COVIDget hinzu

# SETUP_STEP_3
source: Tap the widget to edit it.
de: Drück "Done" um den Editiermodus zu verlassen, und halte danach das Widget gedrückt und wähle "Widget bearbeiten"

# SETUP_STEP_4
source: Select the district you want to display in the widget.
de: Wähle den Landkreis aus, den du im Widget anzeigen möchtest
